tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "openssl@3"
brew "bat"
brew "php"
brew "composer"
brew "folly"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "git"
brew "git-flow"
brew "jenv"
brew "kdoctor"
brew "neofetch"
brew "neovim"
brew "pnpm"
brew "pyenv"
brew "python@3.11"
brew "rbenv"
brew "ruby"
brew "watchman"
brew "websocat"
brew "wget"
cask "adoptopenjdk8"
cask "zulu11"
vscode "aaron-bond.better-comments"
vscode "alexcvzz.vscode-sqlite"
vscode "AnbuselvanRocky.bootstrap5-vscode"
vscode "Angular.ng-template"
vscode "Arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "bbenoist.Nix"
vscode "bradlc.vscode-tailwindcss"
vscode "chenglou92.rescript-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "cschlosser.doxdocgen"
vscode "cssho.vscode-svgviewer"
vscode "csstools.postcss"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "FelixAngelov.bloc"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "icrawl.discord-vscode"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jeroen-meijer.pubspec-assist"
vscode "josetr.cmake-language-support-vscode"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "KnisterPeter.vscode-commitizen"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mohsen1.prettify-json"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.Theme-TomorrowKit"
vscode "naumovs.color-highlight"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "steoates.autoimport"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "WakaTime.vscode-wakatime"
vscode "wix.glean"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "znck.grammarly"
